/*  in {Room name} */
" in %@" = " in %@";

/* Conference detail #Sessions label. */
"# Sessions" = "# Sessions";

/* {Session date} at {Session start time} to {Session end time} */
"%@ at %@ to %@" = "%1$@ at %2$@ to %3$@";

/* {Session title}, Location: {Session Location}, Speakers: {Session speakers} */
"%@, Location: %@, Speakers: %@" = "%1$@, Location: %2$@, Speakers: %3$@";

/* {Session title} in {Room name} at {time}. (Local notification) */
"\"%@\" in %@ at %@." = "\"%1$@\" in %2$@ at %3$@.";

/* Conference Actions Section Header */
"Actions" = "Actions";

/* All filter */
"All" = "All";

/* Available conferences settings view controller section title */
"Available Conferences" = "Available Conferences";

/* Delete Conference Confirmation Dialog Cancel */
"Cancel" = "Cancel";

/* Error message if conference not found in database when trying to save speaker collection.
   Error message if conference not found when trying to save session collection.
   Error message if conference was not found in database when saving slots.
   Error message if conference was not found when trying to store room list. */
"Conference not found in database" = "Conference not found in database";

/* Database error dialog title */
"Database error" = "Database error";

/* Conference detail dates label. */
"Dates" = "Dates";

/* Delete Conference Confirmation Dialog Delete */
"Delete" = "Delete";

/* Conference detail delete all sessions button title.
   Delete Conference Confirmation Dialog Title */
"Delete all sessions" = "Delete all sessions";

/* Conference Details Section Header */
"Details" = "Details";

/* Conference download failed error dialog title. */
"Download failed" = "Download failed";

/* Error message when trying to store empty conference list. */
"Empty conference list seen" = "Empty conference list seen";

/* Error message when trying to save an empty room list. */
"Empty rooms list seen" = "Empty rooms list seen";

/* Error message if trying to save empty session list. */
"Empty sessions list seen" = "Empty sessions list seen";

/* Error message when trying to save empty slot list. */
"Empty slots list seen" = "Empty slots list seen";

/* Error message when trying to save an empty speaker list. */
"Empty speakers list seen" = "Empty speakers list seen";

/* Subtitle for detail view for audience */
"Intended Audience" = "Intended Audience";

/* Filter View Keywords  section title */
"Keywords" = "Keywords";

/* Filter View Language section title */
"Language" = "Language";

/* Last updated: {last updated} */
"Last updated: %@" = "Last updated: %@";

/* Filter View Levels section title */
"Levels" = "Levels";

/* FBLB:LikeButton */
"Like" = "Like";

/* FBLB:LikeButton */
"Liked" = "Liked";

/* Conference detail name label. */
"Name" = "Name";

/* Message in main session list when no sessions is found for current search. */
"No sessions." = "No sessions.";

/* Error dialog dismiss button
   Error dialog dismiss button.
   Fatal error dialog dismiss button (setting view controller) */
"OK" = "OK";

/* Open session Local Notification action. */
"Open" = "Open";

/* Title for conference list refresh control. */
"Refresh available conferences" = "Refresh available conferences";

/* Title for session list refresh control. */
"Refresh available sessions" = "Refresh available sessions";

/* Refreshing available conferences */
"Refreshing conferences..." = "Refreshing conferences...";

/* Refreshing available sessions */
"Refreshing sessions..." = "Refreshing sessions...";

/* Title for local notification about upcoming session. */
"Reminder" = "Reminder";

/* Filter View Rooms section title */
"Rooms" = "Rooms";

/* Save to Calendar localized string. */
"Save to Calendar" = "Save to Calendar";

/* Session list title */
"Sessions" = "Sessions";

/* Accessibility label for settings button */
"Settings" = "Settings";

/* Error dialog connecting to database - Description
   Setting view core data fatal error dialog message. */
"The data store did something unexpected and without it this application has no data to show. This is not an error we can recover from - please exit using the home button." = "The data store did something unexpected and without it this application has no data to show. This is not an error we can recover from - please exit using the home button.";

/* Delete Conference Confirmation Dialog Description */
"This will remove all sessions including any favourite marks. Session information will then have to be downloaded again." = "This will remove all sessions including any favourite marks. Session information will then have to be downloaded again.";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "Touch to return to %1$@";

/* Filter View Types section title */
"Types" = "Types";

/* Error dialog connection to database - Title
   Setting view core data fatal error dialog title. */
"Unable to connect view to data store" = "Unable to connect view to data store";

/* Conference detail venue label. */
"Venue" = "Venue";

/* Title for video button in detail view */
"Video" = "Video";

/* Database error dialog message */
"We failed to create the database. If this happens again after an application restart please delete and re-install." = "We failed to create the database. If this happens again after an application restart please delete and re-install.";

/* ~ {Number of sessions} available for download */
"~ %@ available for download" = "~ %@ available for download";

